Repository: common-repository/stormtribe-job-seeker
Catalog: languages/stdev-job-seeker-*.po
Languages: sv_se

source: Job Seeker
sv_se: Jobbsökare

source: Adds a scrolling jobs list
sv_se: Lägger till en rullande jobblista

source: New title
sv_se: Ny titel

source: Title
sv_se: Titel

source: Number of jobs
sv_se: Antalet jobb

source: Order by
sv_se: Sortera på

source: Order
sv_se: Ordning

source: Ascending
sv_se: Stigande

source: Descending
sv_se: Fallande

source: Animation time
sv_se: Animationstid

source: Stop time
sv_se: Stopptid

source: Jobs
sv_se: Jobb

source: Job
sv_se: Jobb

source: Add new job
sv_se: Lägg till nytt jobb

source: Edit job
sv_se: Redigera jobb

source: New job
sv_se: Nytt jobb

source: All jobs
sv_se: Alla jobb

source: View job
sv_se: Visa jobb

source: Search jobs
sv_se: Sök jobb

source: No jobs found
sv_se: Inga jobb hittades

source: No jobs found in the trash
sv_se: Inga jobb hittades i papperskorgen

source: Areas
sv_se: Områden

source: Area
sv_se: Område

source: Search areas
sv_se: Sök områden

source: All areas
sv_se: Alla områden

source: Parent area
sv_se: Områdesförälder

source: Parent area:
sv_se: Områdesförälder:

source: Edit area
sv_se: Redigera område

source: Update area
sv_se: Uppdatera område

source: Add new area
sv_se: Lägg till nytt område

source: New area name
sv_se: Nytt områdesnamn

source: Careers
sv_se: Yrken

source: Career
sv_se: Yrke

source: Search careers
sv_se: Sök yrken

source: All careers
sv_se: Alla yrken

source: Parent career
sv_se: Yrkesförälder

source: Parent career:
sv_se: Yrkesförälder:

source: Edit career
sv_se: Redigera yrke

source: Update career
sv_se: Uppdatera yrke

source: Add new career
sv_se: Lägg till nytt yrke

source: New career name
sv_se: Nytt yrkesnamn

source: Stormtribe Job Seeker
sv_se: Stormtribe Jobbsökare

source: Settings
sv_se: Inställningar

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräckligt med rättigheter för att komma åt denna sida.

source: Please reactivate this plugin. Version on these files is v%s. Version installed v%s.
sv_se: Vänligen aktivera om detta plugin. Versionen på filerna är v%s. Versionen installerad är v%s.

source: Please update WordPress to use this plugin correct. Version installed v%s.
sv_se: Vänligen uppdatera WordPress för att använda detta plugin korrekt. Versionen installerad är v%s.

source: Please update PHP to use this plugin correct. Version installed v%s.
sv_se: Vänligen uppdatera PHP för att använda detta plugin korrekt. Versionen installerad är v%s.

source: Your configuration file does not exists. Copy (%s) to (%s)
sv_se: Din konfigurationsfil existerar ej. Kopiera (%s) till (%s)

source: No errors found with this plugin&hellip;
sv_se: Inga fel hittades i detta plugin&hellip;

source: Thanks for using Stormtribe Job Seeker
sv_se: Tack för att du använder Stormtribe Job Seeker

source: Use this product on your own risk
sv_se: Använd denna produkt på egen risk

source: Saved&hellip;
sv_se: Sparad&hellip;

source: General
sv_se: Generellt

source: Taxonomy
sv_se: Taxonomi

source: Globals
sv_se: Globalt

source: Use excerpt
sv_se: Använd utdrag

source: Use excerpt text instead of full text
sv_se: Använd utdragstext istället för hela texten

source: Max length
sv_se: Max längd

source: Max length of text when using full text
sv_se: Max textlängd när hela texten används

source: By area
sv_se: Områdebaserat

source: Display jobs in current area based on "page/post name" compared to area slug name
sv_se: Visa jobb i nuvarande område baserat på "sida/postnamnet" jämfört med områdes permalänk namn

source: By career
sv_se: Yrkesbaserat

source: Display jobs in current career based on "page/post name" compared to career slug name
sv_se: Visa jobb i nuvarande yrke baserat på "sida/postnamnet" jämfört med yrkets permalänk namn

source: Scroller
sv_se: Rullningslista

source: Default number of jobs to display (-1 = unlimited)
sv_se: Standardantalet jobb att visa (-1 = oändligt)

source: Default animation time, in milliseconds (1000ms = 1 second)
sv_se: Standardanimationstid, i millisekunder (1000ms = 1 sekund)

source: Default stop time between animations, in milliseconds
sv_se: Standardstoptid mellan animationer, i millisekunder

source: Height
sv_se: Höjd

source: CSS height of the list, in pixels
sv_se: CSS höjd på listan, i pixlar

source: Save
sv_se: Spara

source: Updated rewrite rules&hellip;
sv_se: Uppdaterade rewrite rules&hellip;

source: Copy succeeded&hellip;
sv_se: Kopiering lyckades&hellip;

source: Copy failed
sv_se: Kopiering misslyckades

source: General site settings
sv_se: Generella siteinställningar

source: Capability
sv_se: Egenskap

source: Select a required user capability for adding jobs
sv_se: Välj en obligatorisk användaregenskap för att kunna lägga till jobb

source: Restore file
sv_se: Återställ fil

source: Copy original my_job_seeker.php file to upload directory
sv_se: Kopiera originalfilen my_job_seeker.php till uppladdningskatalogen

source: Copy
sv_se: Kopiera

source: Perform WordPress flush rewrite rules (hard)
sv_se: Utför WordPress flush rewrite rules (hård)

source: Read more
sv_se: Läs mer

source: Flush now
sv_se: Spola nu

source: Perform WordPress flush rewrite rules (soft)
sv_se: Utför WordPress flush rewrite rules. (mjuk)

source: All none empty taxonomies associated with %s
sv_se: Alla icke tomma taxonomier associerade till %s

source: View all jobs filed under %s
sv_se: Visa alla jobb som ligger under %s

source: No taxonomies found&hellip;
sv_se: Inga taxonomier hittades&hellip;
